Revit 2027 API
ParameterTypeId.RebarLayoutFormulaUnformatted Property
 "Layout Formula Unformatted"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarLayoutFormulaUnformatted { get; }
Public Shared ReadOnly Property RebarLayoutFormulaUnformatted As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarLayoutFormulaUnformatted {
	ForgeTypeId^ get ();
}
static member RebarLayoutFormulaUnformatted : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace